= サンデーサイレンスの遺伝子

//flushright{
@<b>{著者：ヨーシャ <iosha@huideyeren.info>}
//}

== はじめに

日本競馬を論じるうえで欠かせないのが、１９９４年に産駒がデビューしたサンデーサイレンスという種牡馬です。
彼の産駒がデビューしたのが、私がちょうど中学時代で、翌年１９９５年には菊花賞こそマヤノトップガンにとられてしまいましたが、
前年の朝日杯３歳ステークスと皐月賞、ダービー、オークスとクラシックを総ナメしていくことになります。
当時の私はよしだみほさんのマンガである『馬なり１ハロン劇場』を読んでいたこともあって、サンデーサイレンス産駒のあまりの強さにドン引きしていましたが、
それらを踏まえたうえで、サンデーサイレンスと１９９５年以後の日本競馬を書いてみようと思います。

== ２０１１年の日本ダービー

話は飛んで、２０１１年の日本ダービーに移ります。この年日本ダービーを勝ったのはオルフェーヴル@<endnote>{orfevre}ですが、この年の出走馬には全馬ともある特徴がありました。
それは、すべての馬の祖先にサンデーサイレンスが含まれている、というものだったのです。

//endnote[orfevre][ウマ娘では未実装だが、オルフェーヴルを想定して描かれた設定図が存在する模様。]

過去に、私は「セントサイモンの悲劇」について書きました@<endnote>{st-simon}が、
セントサイモンというイギリスの名馬の直系子孫が急激に世界に広まり、そして急激に他の血統に取って代わられたことを指しています。

//endnote[st-simon][『現代焚書第３号』参照。]

サンデーサイレンスの血も同様に血統の勢いがなくなって滅びてしまうのは避けられないでしょうが、
セントサイモン同様、血統書のどこかに名前が載り続けることにはなるでしょう。

== サラブレッドの遺伝的多様性

そこで生物学の立場から考えをめぐらせてみると、「遺伝的多様性」という考え方につながります。
複雑な生態系が維持され、数多くの生物が暮らせる、生物多様性が高い環境について、環境省のホームページでは以下のように述べられています。

//quote{
生物多様性とは、生きものたちの豊かな個性とつながりのこと。
地球上の生きものは@<tcy>{40}億年という長い歴史の中で、さまざまな環境に適応して進化し、
３，０００万種ともいわれる多様な生きものが生まれました。
これらの生命は一つひとつに個性があり、全て直接に、間接的に支えあって生きています。
生物多様性条約では、生態系の多様性・種の多様性・遺伝子の多様性という３つのレベルで多様性があるとしています。

#@# textlint-disable

※出典：　@<bib>{biodiversity}

#@# textlint-enable
//}

ここで、競馬を考えるうえで問題になるのが遺伝子多様性の問題です。
日本のサラブレッドの遺伝的多様性については、総合研究大学院大学の印南秀樹教授を中心とするサラブレッドのゲノム分析の研究@<bib>{genome}において、
以下のように結論づけられています。

//quote{
サラブレッドの多様性レベルは、おそらくサラブレッドに固有の人工選択のために、いくつかの地域の他の品種と比較して著しく減少しています。

#@# textlint-disable

※出典：　@<bib>{genome}
※翻訳：　Google　翻訳による

#@# textlint-enable
//}

サラブレッドは、「速く走る馬」を選抜して交配を重ねている品種なのですが、
この人為的選択の結果、現在の日本のサラブレッドの遺伝的多様性はかなり低いものになってしまっていることが予想できます。

これについては、ヨーロッパの著名なサラブレッド生産者であり、馬主であるアガ・カーン殿下@<endnote>{aga-khan}の息女、ザラ・アガ・カーン王女は以下のように警句を述べています。

//quote{
いつかは偉大なチャンピオン馬を送り出す可能性のある他のサイアーラインには目もくれず、
１つのサイアーラインのスピード能力や早熟性だけに注目するやり方を避けることはできるのでしょうか？
血統の遺伝的多様性を保護することはできるのでしょうか？

サラブレッドの遺伝子資源を短期的で利益第一の目的のために減少させるのではなく、
維持・改善して遺伝子プールを拡大することはできるのでしょうか？

#@# textlint-disable

※出典：　@<bib>{zahra}

#@# textlint-enable
//}

//endnote[aga-khan][昔は「暗殺教団」として知られた、シーア派イスラームの分派、ニザール派のイマームでもあります。]

アガ・カーン殿下の一族による競走馬の生産では複雑な理論に基づいて配合が行われていますが、
日本の生産者が彼らのような緻密な理論を打ち立てられるかでサラブレッドの未来は変わってくるものと思われます。

== １９９５年からのサンデーサイレンスの血の躍進を振り返る

さて、ここでサンデーサイレンスの血統がいかに日本の競馬を塗り替えていったかを考えてみましょう。

まず、サンデーサイレンス産駒の初@<tcy>{G1}制覇はフジキセキによる１９９４年の朝日杯３歳ステークスの勝利が初めてになります。
この、フジキセキはトライアルの弥生賞勝利後に屈腱炎を発症し引退してしまうのですが、結局１９９５年の皐月賞と日本ダービー、同年のオークスはサンデーサイレンス産駒が占めることになります。
その後もサンデーサイレンスは数々の名馬を生み、日本競馬のレベルを大きく引き上げるのに貢献したのです。

=== ウマ娘となったサンデーサイレンス産駒たち

もちろん、ウマ娘となったサンデーサイレンス産駒も数多く存在します。

ここで、ゲーム版に実装されているかにかかわらずウマ娘となったサンデーサイレンスの産駒たちをあげていくと次のようになります。

//table[sunday][ウマ娘になったサンデーサイレンス産駒たち]{
馬名	生年	主な勝ち鞍
-----------------------------------------------
フジキセキ	１９９２年	１９９４年朝日杯３歳ステークス
マーベラスサンデー	１９９２年	１９９７年宝塚記念
サイレンススズカ	１９９４年	１９９８年宝塚記念
スペシャルウィーク	１９９５年	１９９８年日本ダービー
アドマイヤベガ	１９９６年	１９９９年日本ダービー
エアシャカール	１９９７年	２０００年菊花賞
アグネスタキオン	１９９８年	２００１年皐月賞
マンハッタンカフェ	１９９８年	２００１年菊花賞
ゼンノロブロイ	２０００年	２００４年天皇賞・秋
//}

このほか、キンイロリョテイのモデルとなったといわれるステイゴールドもサンデーサイレンス産駒です。

また、サンデーサイレンスの直系孫世代も数多くウマ娘になっています。

//table[sunday-grandson][ウマ娘になったサンデーサイレンスの直系孫世代たち]{
馬名	父馬	生年	主な勝ち鞍
-----------------------------------------------
ダイワスカーレット	アグネスタキオン	２００４年	２００７年桜花賞
スマートファルコン	ゴールドアリュール	２００５年	２０１０年ＪＢＣクラシック
ナカヤマフェスタ	ステイゴールド	２００６年	２０１０年宝塚記念
ゴールドシップ	ステイゴールド	２００９年	２０１２年皐月賞
キタサンブラック	ブラックタイド	２０１２年	２０１５年菊花賞
サトノダイヤモンド	ディープインパクト	２０１３年	２０１６年菊花賞
//}

ここから見てみると、登場するウマ娘のモデルとなった競走馬のうち、@<tcy>{15}頭がサンデーサイレンスの直系であるということになります。

このような、特定の種牡馬に父親が偏るとどのような問題が起こるでしょうか？
まず、確実に言えることは近親交配が増えることによって遺伝的多様性が減り、生存に不利な遺伝子の組み合わせを持つ個体が生まれてしまうことです。
競馬は、優秀な軍馬を育て上げるところから始まり、動物を使ったスポーツ兼ギャンブルとして多くの人に楽しまれていますが、
その一方では「競馬のレースに勝てる、強い馬」を人為的に選択し、淘汰し続ける壮大な実験場であるともいえます。
サンデーサイレンスの血は優秀な競走馬を数多く輩出しているので、種付け料の高い種牡馬となっています。

その一方で、サンデーサイレンスの持つ気性難という性質も産駒たちに受け継がれていきました。
とりわけ、三冠馬になった菊花賞でのウイニングランの最中に鞍上の池添謙一騎手を振り下ろしてしまったオルフェーヴルや、
３連覇がかかった２０１５年の宝塚記念において、ゲート内で立ち上がって走る気力をなくし@<tcy>{15}着に沈んだゴールドシップ@<endnote>{gold-ship}のような「くせ馬」も数多く輩出されることになります。

//endnote[gold-ship][一説によると、１２０億円の馬券がゴールドシップに投じられていたといわれています。]

この、種付け料の高さの割に気性難を抱えてしまうサンデーサイレンス産駒ですが、
種付け料の高さは金子真人氏のような有力馬主やノーザンファームのような大資本への集中を生んでしまいます。
その結果、個人馬主や中小牧場から活躍馬が出る機会が少なくなってしまい、
「社台の運動会」や「ノーザンファームの運動会」と呼ばれるように、出てくる面々が固定化されてしまったのも問題であるといえます。
とりわけ、金子真人氏やノーザンファームの代表である吉田勝己氏は自らの持ち馬をウマ娘化に許諾しておらず、
その結果近年の活躍馬の層が薄くなってしまったのも残念なところです。
なお、私は『馬なり１ハロン劇場』を見てどっぷり沼にハマってしまったので、
よしだみほ氏のサンデーサイレンスの描き方からある意味「マフィアのドン」みたいな感じを想像していました。


== サンデーサイレンスはアイドルホースだった

その一方で、サンデーサイレンスは数奇な運命を乗り越えた馬であり、
日本のオグリキャップのような野生児的な魅力を兼ね備えた馬でもありました。

（続きを書く）

== 私が競馬にハマったもう一つの理由

未成年であるにもかかわらず、サンデーサイレンス黄金時代に競馬に触れた私ですが、
実のところ、とある２つのレースの勝ち馬を応援する傾向があります。

//printendnotes
